Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Geschwindigkeitsregler für Motorfahrzeuge
en: Cruise controls for motor vehicles

source: Plattenspieler
en: Record players

source: Elektrostatische Kopiergeräte
en: Copiers (Electrostatic -)

source: Thermische Kopiergeräte
en: Copiers (Thermic -)

source: Ultraschalldiagnosegeräte für Laborzwecke
en: Ultrasonic diagnostic apparatus for laboratory use

source: Elektrische Verbindungsadapter
en: Adapter connectors (Electric -)

source: Lokale Mobiltelefonanlagen
en: Local mobile telephone systems

source: Datenspeichergeräte für Computer
en: Storage apparatus for computer data

source: Speichergeräte für Computerprogramme
en: Storage apparatus for computer programs

source: Prismen [Optik]
en: Prisms [optics]

source: Automatische Sprinkleranlage zum Löschen von Feuer
en: Sprinkler apparatus [automatic] for fire extinguishing

source: Monitore [Computerprogramme]
en: Monitors [computer programs]

source: Mäuse [Computerzubehör]
en: Mouse [computer peripheral]

source: Computerhardware zur Verwendung für computergestützte Softwareentwicklung
en: Computer hardware for use in computer-assisted software engineering

source: Plotter für Computer
en: Computer plotters

source: Metalldetektoren für gewerbliche oder militärische Zwecke
en: Metal detectors for industrial or military purposes

source: Magnetische Widerstandsfühler
en: Magnetic resistance sensors

source: Gerät für taktische Lenkflugkörper
en: Tactical guided missile apparatus

source: Taktile Schalter [elektrisch]
en: Tactile switches [electric]

source: Mischpulte [Signale]
en: Mixing desks [signal]

source: Mobile Datenkommunikationsgeräte
en: Mobile data communications apparatus

source: Widerstände
en: Resistors

source: Filter für Atemschutzmasken, nicht medizinische
en: Respiratory mask filters [non-medical]

source: Warnlampen [Baken]
en: Warning lamps [beacons]

source: Prismen für optische Zwecke
en: Prisms for optics purposes

source: Tastaturen für Mobiltelefone
en: Keyboards for mobile phones

source: Objektivfilter [für Kameras]
en: Lens filters [for cameras]

source: Nasenklemmen zum Schwimmen
en: Nose clips for swimming

source: Internet-Server
en: Internet servers

source: Intranet-Server
en: Intranet servers

source: Instrumente zur Messung physikalischer Daten
en: Instruments for surveying physical data

source: Vorschaltgeräte für elektrische Leuchten
en: Ballasts for electrical lighting fittings

source: Elektrische Drehschalter
en: Rotary switches (Electric -)

source: Kodierte Schlüssel
en: Keys (Encoded -)

source: Elektrische Anbauladestation
en: Mounting cradles [electrical]

source: Teleskopische Zielsuchgeräte
en: Target trackers [telescopic]

source: Technische Thermometer
en: Technical thermometers

source: Platinen für die Telekommunikation
en: Telecommunications circuit board units

source: Lichtfilter für Kameras
en: Light filters for cameras

source: Haftende, kodierte Sicherheitsbänder
en: Security tapes (adhesive -) [encoded]

source: Thermische Anzüge zum Schutz vor Unfällen oder Verletzungen
en: Thermal suits for protection against accident or injury

source: Tonmischer mit eingebauten Verstärkern
en: Sound mixers with integrated amplifiers

source: Optische Halbleiterverstärker
en: Optical semiconductor amplifiers

source: Speicher für Datenverarbeitungsanlagen
en: Memories for data processing equipment

source: Isolierte Gefäße für Laborzwecke
en: Insulating vessels for laboratory use

source: Integrierte elektrische Schaltkreise
en: Integrated electronic circuits

source: Verschlüsselte Karten mit Sicherheitsfunktionen für Identifizierungszwecke
en: Cards encoded with security features for identification purposes

source: Angepasste Halterungen für Mobiltelefone
en: Carriers adapted for mobile phones

source: Angepasste Etuis für fotografische Apparate
en: Cases adapted for photographic equipment

source: Angepasste Taschen für Computer
en: Cases adapted for computers

source: Computersoftware zur Erstellung dynamischer Websites
en: Computer software for creating dynamic websites

source: Computersoftware zum Scannen von Bildern und Dokumenten
en: Computer software for scanning images and documents

source: Mechanische Leuchtschilder
en: Mechanical illuminated signboards

source: Mechanische Rettungsgeräte
en: Mechanical life saving apparatus

source: Mechanische Kodiergeräte
en: Mechanised coding apparatus

source: Digitale Videorecorder
en: Digital video recorders

source: Elektrische Sicherheitsüberwachungsapparate
en: Safety monitoring apparatus [electric]

source: Optische Apparate für Labore
en: Laboratory optical apparatus

source: Ausziehbare Zielortungsgeräte
en: Target location apparatus [telescopic]

source: Ausziehbare Zielsuchgeräte
en: Target seekers [telescopic]

source: Elektronische Zielvorrichtungen für Gewehre
en: Target sights for guns [electronic]

source: Keramikwafer mit gedruckten Schaltungen
en: Ceramic wafers bearing printed circuits

source: Flachbandkabel
en: Ribbon cable

source: Elektrische Prozesssteuervorrichtung
en: Process controllers [electric]

source: Treibersoftware
en: Software drivers

source: Digitale Fernsehgeräte
en: Digital televisions

source: Schutzbekleidung [Körperpanzerung]
en: Protective clothing [body armour]

source: Elektrische Weichen
en: Switch points [electric]

source: Kodierte bedruckte Karten
en: Printed cards [encoded]

source: Kontaktfühler für gedruckte Schaltungen
en: Printed circuit board contact probes

source: Fernbedienungen zum Steuern von Flugspielzeugen
en: Remote controls for operating flying toys

source: Druckregler [Messgerät]
en: Pressure controllers [gauges]

source: Magnetische Zahlkarten
en: Magnetic payment cards

source: Angepasste Wandhalterungen für Fernsehbildschirme
en: Wall mountings adapted for television monitors

source: Hupen für Signalzwecke
en: Horns for signalling

source: Elektrische Metallschilder
en: Metal signboards [electric]

source: Chromatografiegeräte für Laborzwecke
en: Chromatography apparatus for laboratory use

source: Elektronische Taschenwörterbücher
en: Hand-held electronic dictionaries

source: Geophysikalische Forschungsapparate
en: Geophysical research apparatus

source: Piezoelektrische Vibrationsgyroskope
en: Piezoelectric vibratory gyroscopes

source: Brennöfen für Versuchszwecke
en: Stoves for use in experiments

source: Computerhardware für die Telekommunikation
en: Computer hardware for telecommunications

source: Nautische Apparate und Instrumente
en: Nautical apparatus and instruments

source: Elektronische Tonsignalprozessoren zur Kompensierung von Tonverzerrungen bei Lautsprechern
en: Electronic audio signal processors for compensating sound distortion in speakers

source: Elektronische Tafeln
en: Electronic blackboards

source: Elektronische Kommunikationsanlagen
en: Electronic communication installations

source: Sprinkleranlagen [Brandschutz]
en: Sprinkler systems for fire protection

source: Stechuhren [Zeiterfassungsgeräte]
en: Time clocks [time recording devices]

source: Elektrische Stromfühler
en: Electric current sensors

source: Elektrische Stromtransformatoren
en: Electric current transformers

source: Steuergeräte für Elektrozäune
en: Electric fence controllers

source: Software für die Auswertung von Satellitenbildern
en: Satellite imagery photo-interpretation software

source: Angepasste Kästen zur Aufbewahrung von Computersoftwaredisks
en: Boxes adapted for storing computer software disks

source: Röntgen-Laminografie-Inspektionsgerät, ausgenommen für ärztliche Zwecke
en: X-ray laminographic inspection apparatus, other than for medical use

source: Fotografische Röntgenapparate, ausgenommen für medizinische Zwecke
en: X-ray photographic apparatus, other than for medical use

source: Ethernet-Steuerung
en: Ethernet controllers

source: Universelle Peripherieschnittstellensoftware [UPI]
en: UPI [universal peripheral interface] software

source: Alarmknopf
en: Panic buttons

source: Personalcomputer mit integrierter Software zur Diätunterstützung
en: Personal computers incorporating dietary aid computer software

source: Instrumente zur Aufzeichnung der Herzaktivität für wissenschaftliche Zwecke
en: Instruments for recording heart activity [for scientific purposes]

source: Elektrische Leistungssteuerungen
en: Electric power controllers

source: Elektrische Frequenzwandler
en: Electrical frequency converters

source: Flexible Ummantelungen für Elektroleiter
en: Flexible sheaths for electric conductors

source: Reprografische Instrumente
en: Reprographic instruments

source: Ummantelungen für Lichtleiterkabel
en: Sheaths for optical fibre cable

source: Kombinationen aus Kopfhörer und Mikrofon
en: Headphone-microphone combinations

source: Hitzebeständige elektrische Kabel
en: Heat resistant electric wires

source: Wärmefühlende Identifikationsmessgeräte
en: Heat sensing identification indicators

source: Kommunikationsanlagen für Helme
en: Helmet communications systems

source: Parkuhren für Fahrzeuge
en: Vehicle parking meters

source: Phiolen für Laborzwecke
en: Vials for laboratory use

source: Kameras für selbstentwickelnde Filme
en: Cameras for self-developing film

source: Etuis für Telefone
en: Cases for telephones

source: Elektrische Steckdosen
en: Electrical sockets

source: Elektroakustische Wandler
en: Electroacoustic transducers

source: Elektrolyseure [Elektrolysezellen]
en: Electrolysers [electrolytic cells]

source: Grafikkarten
en: Graphics cards

source: Reflektoren für Verkehrssignale
en: Reflectors for traffic signals

source: Anschlusskästen [elektrisch]
en: Terminal boxes [electrical]

source: Verkehrsteuerungsgeräte [elektronische]
en: Traffic control apparatus [electronic]

source: Mechanische Verkehrsschilder aus Metall
en: Traffic signs of metal [mechanical]

source: Ausbildungsanleitungen in elektronischer Form
en: Training guides in electronic format

source: Computerdatenträger mit darauf gespeicherter Software
en: Data carriers for computers having software recorded thereon

source: Optische Linsen
en: Optical lenses

source: Anschlussblöcke [Elektrokabel]
en: Connection blocks [electric cable]

source: Optische Datenträger
en: Optical data media

source: Optische elektronische Bauteile
en: Optical electronic components

source: Induktoren [Elektrizität]
en: Inductors [electricity]

source: Satelliten für wissenschaftliche Zwecke
en: Satellites for scientific purposes

source: Magnetische Geldkarten
en: Cash cards [magnetic]

source: Anker [Elektrizität]
en: Armatures [electricity]

source: Analytische Plotter
en: Analytical plotters

source: Hardware für Computernetze
en: Computer networking hardware

source: Computersoftware für den Zugang zu Informationsverzeichnissen, die aus dem weltweiten Computernetz heruntergeladen werden können
en: Computer software for accessing information directories that may be downloaded from the global computer network

source: Vermessungsapparate und -instrumente
en: Surveying apparatus and instruments

source: Optische Programmträger
en: Programme carriers (Optical -)

source: Elektromotorische Prüfgeräte [Überwachen oder Kontrolle]
en: Electric motor checking [monitoring or supervision] apparatus

source: Elektrotechnische Bauteile
en: Electrotechnical components

source: Isolierflaschen [Glaskolben] für Laborzwecke
en: Insulated bottles [flasks] for laboratory use

source: Reflektierende Bekleidung zur Verhütung von Unfällen
en: Reflective clothing for the prevention of accidents

source: Mikroelektronische Bauteile
en: Microelectronic components

source: Elektrische Blindstecker
en: Electric blanking plugs

source: Elektrische Unterbrecher [Schalter]
en: Electric breakers [switches]

source: Lichtempfindliches Glas
en: Photosensitive glass

source: Belichtete Diafilme
en: Exposed slide films

source: Sender für die Übertragung elektronischer Signale
en: Transmitters for the transmission of electronic signals

source: Transportable Gitarrenverstärker
en: Transportable guitar amplifiers

source: Tragbare Telekommunikationsapparate
en: Portable telecommunications apparatus

source: Kabelanschlüsse für Elektrokabel
en: Cable junctions for electric cables

source: Digitale Anzeigemonitore
en: Digital signage monitors

source: Druckerkabel
en: Printer cables

source: Elektronische Touchpads
en: Touch pads [electronic]

source: Magnetische Kreditkarten
en: Magnetic credit cards

source: Kryogene Turbinenmessgeräte
en: Cyrogenic turbine meters

source: Temperaturmessgeräte für gewerbliche Zwecke
en: Temperature measuring apparatus for industrial use

source: Temperaturfühler für wissenschaftliche Zwecke
en: Temperature sensing apparatus for scientific use

source: Kabel für die Datenübertragung
en: Data transmission cables

source: Elektrische Dioden
en: Electric diodes

source: Projektionswände für Spielfilme
en: Projection screens for movie films

source: Hardware für WAN [Fernnetze]
en: WAN [wide area network] hardware

source: Gespeicherte Computerbetriebsprogramme
en: Computer operating programs, recorded

source: Zielfernrohre
en: Telescopic sights

source: Prüfgeräte zum Prüfen von gedruckten Leiterplatten
en: Testing apparatus for testing printed circuit boards

source: Schwenkköpfe für Kameras
en: Tilting heads [for cameras]

source: Computersoftware in Bezug auf Geldangelegenheiten
en: Computer programmes relating to financial matters

source: Filtersysteme für Laborzwecke
en: Filtering units for laboratory use

source: Software für das Finanzmanagement
en: Financial management software

source: Vakuumgeräte für Laborzwecke
en: Vacuum apparatus for laboratory use

source: Vakuumkolben für Laborzwecke
en: Vacuum flasks for laboratory use

source: Elektrische Ventilsteuerungen
en: Valve operators [electric controls]

source: Betriebssoftware für Netzzugangsserver
en: Network access server operating software

source: Thermometer, nicht für medizinische Zwecke
en: Thermometers, not for medical purposes

source: Batterien
en: Batteries

source: Zugriffsschnittstellen für geregelte private Leitungsnetzwerke
en: Access interfaces for managed private circuit networks

source: Aktive Infrarotsensoren
en: Active infra-red sensors

source: Elektronische Datenbanken
en: Databases (electronic)

source: Drahtlose Computermäuse
en: Wireless computer mice

source: Rotierende Leuchten [Signalgeber]
en: Rotating lights [signalling]

source: Elektrische Kontaktsicherungen
en: Contact fuses (Electric -)

source: Optische Lichtstrahlablenker
en: Optical beam deflectors

source: Elektrische Steckdosenkästen
en: Electrical power outlet boxes

source: Audiovisuelle Geräte
en: Audiovisual apparatus

source: Aurale Überwachungsapparate
en: Aural monitoring apparatus

source: Automatische Steuergeräte
en: Automatic control apparatus

source: Unfallschutzvorrichtungen für den persönlichen Gebrauch
en: Protection devices for personal use against accidents

source: Kommunikationsserver [Computerhardware]
en: Communications servers [computer hardware]

source: Diebstahlalarmanlagen, ausgenommen für Fahrzeuge
en: Anti-theft alarm apparatus [other than for vehicles]

source: Elektrische Abzweigdosen
en: Electrical branch boxes

source: Röntgenröhren, nicht für medizinische Zwecke
en: X-ray tubes not for medical purposes

source: Elektrische Drosseln
en: Electric reactors

source: Elektronische Scanner
en: Electronic scanners

source: Magnetplatten
en: Disks, magnetic

source: Kernresonanz-Spektrometer, nicht für medizinische Zwecke
en: Nuclear resonance spectrometers [other than for medical use]

source: Radioisotopapparate, ausgenommen für medizinische Zwecke
en: Radioisotope apparatus, other than for medical use

source: Prüfgeräte mit Maßeinteilung [Kalibrierungsprüfer]
en: Graduation checkers [calibration checkers]

source: Software für das interaktive Fernsehen
en: Software for interactive television

source: Elektrische Metallschlösser
en: Metal locks [electric]

source: Meteorologische Ballons
en: Meteorological balloons

source: Interaktive Videosoftware
en: Interactive video software

source: Eingebaute Prüfgeräte für Verbrennungsmotoren
en: Internal combustion engine testing apparatus

source: Quarzoszillatoren mit Temperaturkompensation
en: Temperature compensated crystal oscillators

source: Entmagnetisiergeräte für Magnetbänder
en: Demagnetizing apparatus for magnetic tapes

source: Kennmarken für elektrische Drähte
en: Tags for identifying electric wires

source: Wiederaufladbare Batterien
en: Rechargeable batteries

source: Zielfernrohre [ausziehbar]
en: Riflescopes [telescopic]

source: Optische Geräte für die Zeichenerkennung
en: Optical character recognition apparatus

source: Verbindungsmuffen für optische Fasern
en: Junction sleeves for fibre optics

source: Tastaturen
en: Keyboards

source: Geschwindigkeitskontrollgeräte für Fahrzeuge
en: Speed checking apparatus for vehicles

source: Multi-Chip-Module
en: Multichip modules

source: Mehrfachsteuergeräte zur Signalübertragung
en: Multiple control signal transmission units

source: Zielsuchgeräte [Satellit]
en: Target trackers [satellite]

source: Telekommunikationsinstrumente zur Verwendung in Mobilfunknetzen
en: Telecommunications instruments for use in cellular radio networks

source: Elektrische Kombinationsschlösser, nicht aus Metall
en: Combination locks (non-metallic -) [electric]

source: Herunterladbare digitale Musik, bereitgestellt über MP3-Internetsites
en: Digital music downloadable provided from MP3 internet web sites

source: Haftende, magnetische Sicherheitsbänder
en: Security tapes (adhesive -) [magnetic]

source: Inkubationsplatten für wissenschaftliche oder Laborzwecke
en: Incubation plates for scientific or laboratory use

source: Hochspannungsanschlüsse für Zündkerzen
en: High tension connectors for spark plugs

source: Akustische Oberflächenwellenfilter
en: Surface acoustic wave filters

source: Thermische Regler [Thermostate]
en: Thermal controls [thermostats]

source: Wärmebildgeräte [ausgenommen für medizinische Zwecke]
en: Thermal imaging apparatus [other than for medical use]

source: Maschinenlesbare Informationsträger
en: Machine readable information carriers

source: Reinigungsvorrichtungen für Schallplatten
en: Cleaning apparatus for phonograph records

source: Leuchtdioden
en: Light diodes

source: Lautsprecher mit eingebauten Verstärkern
en: Loudspeakers with built in amplifiers

source: Flüssigkristall [LCD]-Fernsehgeräte
en: Liquid crystal display (LCD) televisions

source: Integrierte Softwarepakete zur Verwendung bei der Laborautomatisierung
en: Integrated software packages for use in the automation of laboratories

source: Computersoftware zur Anwendung und Datenbankintegration
en: Computer software for application and database integration

source: Mechanische Elektroschlösser aus Metall
en: Mechanical locks [electric, metal]

source: Mechanische Elektroschlösser, nicht aus Metall
en: Mechanical locks [electric, non-metallic]

source: Sicherheitshandschuhe zum Schutz vor Unfällen oder Verletzungen
en: Safety gloves for protection against accident or injury

source: Hörbare Sicherheitssignale, ausgenommen für Fahrzeuge
en: Safety signals [audible], other than for vehicles

source: Elektronische Zielsucher
en: Target seekers [electronic]

source: Optische Zielsuchgeräte
en: Target seekers [optical]

source: Stecker für elektrische Kabel
en: Male connectors for electrical cables

source: CD-Abspielgeräte zur Verwendung mit Computern
en: Compact disc players for use with computers

source: Modulare Leuchtschildtafeln
en: Modular sign panels [luminous]

source: Objektive für Projektoren
en: Lenses for projectors

source: Elektronische Punktestandanzeigegeräte
en: Score display apparatus [electronic]

source: Elektrische Prozesssteuerungsgeräte
en: Process control units [electric]

source: Programmierbare Steuergeräte
en: Programmable control apparatus

source: Programmierbare Steuerungen
en: Programmable controllers

source: Elektrische Hohlschienen
en: Sleeved rails, electric

source: Schutzhelme für Motorradfahrer
en: Protective helmets for motor cyclists

source: Knieschützer für Arbeiter
en: Knee-pads for workers

source: Schwimmwesten für Taucher
en: Divers' life jackets

source: Geregelte Stromversorgungsapparate
en: Regulated power supply apparatus

source: Elektrische Regulierungsmodule
en: Regulating modules (Electric -)

source: Lösbare elektrische Verriegelungen
en: Releasable locking devices [electric]

source: Sensoren für Werkzeugmaschinen
en: Sensors for use with machine tools

source: Kodierte Karten für den elektronischen Transfer von Finanzgeschäften
en: Encoded cards for use in relation to the electronic transfer of financial transactions

source: Metrik-Konverter
en: Metric converters

source: Induktive Widerstände
en: Inductive resistors

source: Kippschalter
en: Tumbler switches

source: Piezoelektrische Zünder
en: Piezoelectric igniters

source: Mit Ton bespielte Platten
en: Recorded discs bearing sound

source: Computersoftware zur Genehmigung des Zugriffs auf Datenbanken
en: Computer software for authorising access to data bases

source: Interne Kühlgebläse für Computer
en: Internal cooling fans for computers

source: DNS-Chips
en: DNA chips

source: Verkehrsampeln [Lichtsignalanlagen]
en: Traffic-light apparatus [signalling devices]

source: Elektronische Bauteile
en: Electronic components

source: Navigationsgeräte für Fahrzeuge [Bordcomputer]
en: Navigation apparatus for vehicles [on-board computers]

source: Schirme [Fotografie]
en: Screens [photography]

source: Hüllen für Computerplatten
en: Jackets for computer disks

source: Elektrische Oszillatoren
en: Electric oscillators

source: Faseroptische Telekommunikationsapparate
en: Fibre optic telecommunications apparatus

source: Mechanische Sicherheitsschilder
en: Safety signals [mechanical]

source: Röntgenstrahl-Spektroskope, ausgenommen für medizinische Zwecke
en: X-ray spectroscopy apparatus [other than for medical use]

source: Alarmgeräte zur Feststellung von entflammbaren Gasen
en: Alarms for the detection of inflammable gases

source: Spektrografen für die Astronomie
en: Astronomical spectrographs

source: Stereoskopische Geräte
en: Stereoscopic apparatus

source: Apparate für die interne Videoüberwachung
en: Closed circuit television apparatus

source: Kabelkennmäntel für elektrische Leitungen
en: Identification sheaths for electric wires

source: Strukturierte Halbleiterscheiben
en: Structured semi-conductor wafers

source: Digitale Kameras
en: Digital cameras

source: Magnetische Stechkarten
en: Time cards [magnetic]

source: Ultraschalldetektoren [nicht medizinische]
en: Ultrasonic detectors [non-medical]

source: Geräte zur Fahrzeugachsvermessung
en: Vehicle wheel alignment machines

source: Elektrische Verbindungsmuffen
en: Electrical coupling sleeves

source: Nachtsichtgeräte für Flugpiloten
en: Aviators' night vision devices

source: Flexible Ummantelungen für Elektrokabel
en: Flexible sheaths for electric cables

source: Elektrische Durchflusssteuerungen
en: Flow control installations [electric]

source: Elektrische oder elektronische Informationsträger
en: Information carriers [electric or electronic]

source: Kopfbedeckungen zum Schutz vor Unfällen
en: Headgear for protection against accident

source: Kopfbedeckungen zum Schutz vor Verletzungen
en: Headgear for protection against injury

source: Kopfschutz gegen Verletzungen für sportliche Aktivitäten
en: Headwear for sporting activities for protection against injury

source: Ultraviolettfilter für fotografische Zwecke
en: Filters for ultraviolet rays, for photography

source: Prüfgeräte für Hydrauliksysteme
en: Hydraulic system testing units

source: Prüfsonden, ausgenommen für medizinische Zwecke
en: Testing probes, other than for medical purposes
